texts1 = ["在一个遥远的国度里，住着国王和王后，他们渴望有一个孩子。",
          "于是，他们很真诚的祈祷。",
          "终于，王后生了个可爱的小公主，她的皮肤晶莹剔透，像雪一样白。",
          "国王和王后把她取名为“白雪公主”。",
          "全国人民都为白雪公主深深祝福。",
          "白雪公主逐渐长大，成为了人见人爱的美少女。",
          "白雪公主非常善良、有爱心、她经常和动物一起玩耍。",
          "森林里的动物，像小鹿、小兔子、松鼠，都很喜欢白雪公主。",
          "因为白雪公主会给它们吃食物，还会给他们讲故事。",
          "个性善良的白雪公主，过着幸福快乐的生活。",
          "好景不长，白雪公主的母亲生病去世了。",
          "国王就迎娶了一位新的王后。",
          "可是，这位新王后却是个精通法术的女巫。",
          "她虽然美丽，但是性格骄傲、暴躁。",
          "尤其，最恨别人比她美丽。",
          "新王后有一面神奇的镜子，可以告诉她谁最漂亮。",
          "王后得知白雪公主是最漂亮的人，便找武士去杀她。",
          "武士看到正在采花的公主，不忍心杀她。",
          "白雪公主逃进森林里，发现有一个小木屋。",
          "小矮人非常同情白雪公主的遭遇，就把她留了下来。"]

texts2 = ['熊大和熊二喜欢吃蜂蜜。', '我喜欢圣诞老人的礼物。', '你是我的小呀小苹果。', '我是粉红猪佩奇，这是我的弟弟乔治。', '大头儿子和小头爸爸。', '春天在那小朋友的眼睛里。',
          '我是人见人爱，花见花开的猪猪侠。',
          '我们的祖国像花园。', '海绵宝宝，我们去抓水母吧！', '风在一棵树上笑起来了。', '我们去到世界各个地方玩耍。', '一颗小种子，飞行能力强。', '我努力做好每件事。', '佩奇喜欢在泥坑里玩。',
          '天空中有美丽的云彩。', '王子和公主举办了盛大的婚礼。', '一只小花狗，蹲在大门口。', '让我们飞上天空吧。', '没有困难的工作，只有勇敢的狗狗。', '我是世界上最快的飞机。',
          '我是上帝派来保护你的大星星。',
          '我在和雨玩捉迷藏。', '春天到了，天气暖和了。', '弯弯的月儿小小的船。', '村外的小河也开始忙碌。', '叶子软软的，太阳暖暖的。', '夏天要走了，秋天要来了。', '我是淘气包马小跳。',
          '佩奇和乔治在吃蛋糕。',
          '小蝌蚪长大会变成青蛙。']

if __name__ == '__main__':
    i = 1
    for t in texts2:
        print("{}. {}".format(i, t))
        i += 1
